var galScript = '\
*ch0|chapter0\
\
[eval exp="f.loveend=0"]\
[eval exp="f.familyend=0"]\
\
[dmusic]\
[cm]\
[er]\
[bgb]\
[se_car]\
[停頓 time=2000]\
[message]\
\
[font size=28]\
啊！！！！[p]\
[er]\
\
[bgm_still]\
\
經過一陣震耳欲聾的巨大聲響後，施雅突地睜開眼睛。[p]\
\
卻什麼都看不到，一片漆黑。[p]\
\
她甚至有一種覺得自己並沒有睜開眼睛，[r]\
更甚至……自己並沒有眼睛的感覺。[p]\
\
身體…不，靈魂輕飄飄的……無根無垠。[p]\
\
好像在翻滾又好像是靜止，[r]\
無從用文字語言去描述的感覺…[p]\
\
一切一切都似是施雅的幻覺。[p]\
\
[name name=？？]\
「妳死了。」[p]\
\
[name name=施雅]\
「啊……」[p]\
\
[name name=？？]\
「施雅，妳死了。」[p]\
\
[name name=施雅]\
「……果然是這樣嗎？」[p]\
\
[name name=？？]\
「妳好像一點都不驚奇呢？」[p]\
\
[name name=施雅]\
「那一瞬間，我已經有這個預感了，所以，並沒有什麼……」[p]\
\
[name name=施雅]\
「其、其他人呢？月朗和澄呢？？」[p]\
\
[name name=？？]\
「妳覺得呢？」[p]\
\
[name name=施雅]\
「我不知道，不知道，你告訴我吧，其他人怎樣了？？」[p]\
\
[name name=？？]\
「都救活了，只有妳一個人，死掉了。」[p]\
\
[name name=施雅]\
「呃……」[p]\
\
[name name=？？]\
「這樣的結果，符合妳的期望嗎？」[p]\
\
[name name=施雅]\
「我只覺得……不意外。」[p]\
\
[name name=施雅]\
「那，這裡是什麼地方？[r]\
　陰曹地府？地獄？？[r]\
　你又是誰，要來抓我的死神、鬼差？」[p]\
\
[name name=？？]\
「呵呵，妳試試動一動身體，妳馬上就能知道。」[p]\
\
[name name=施雅]\
「……」[p]\
\
[dname]\
\
儘管如何使勁，身體都毫無知覺，更不覺得自己在這黑暗中有移動過一寸。[p]\
\
[dmessage]\
[cg01]\
[message]\
\
[name name=？？]\
「…對，這裡是人類意志軀使不了身體的地方。」[p]\
\
[name name=施雅]\
「聽不懂！」[p]\
\
[name name=？？]\
「…既簡單又直接的答案就是──」[p]\
\
[name name=？？]\
「歡迎在『棺材下的世界』醒過來，施雅。」[p]\
\
[name name=施雅]\
「棺材下的世界…？那我…！」[p]\
\
[name name=？？]\
「別急，我會解答妳一切的疑問的。」[p]\
\
[name name=？？]\
「一般死去的人並不會在這裡恢復知覺的，妳是絕少數的例外。」[p]\
\
[name name=？？]\
「……而例外的原因……是因為神覺得太對不起妳……」[p]\
\
[name name=？？]\
「妳長得不美又不聰明、受盡父母吵鬧、家庭暴力的折磨，在學校得不到尊重、在家得不到照顧…」[p]\
\
[name name=？？]\
「多年的好友出賣妳、同學陷害妳、恥笑妳、羞辱妳，老師冤枉妳……」[p]\
\
[name name=？？]\
「連妳最後唯一真心愛著的男人也背叛妳。」[p]\
\
[name name=？？]\
「妳的善良沒有人知道、妳的愛心、同情心被利用、妳溫柔卻只被當成猴子耍……」[p]\
\
[name name=？？]\
「妳付出的感情只被當成別人幸福的點綴，換來被人糟蹋的下場……」[p]\
\
[name name=？？]\
「但當妳認命，要孤寡的過一生時又受到牽連，遇上車禍痛苦的死去……」[p]\
\
[name name=施雅]\
「……！！不要再說了！！！！」[p]\
\
[dname]\
\
拼盡所有力量所呼喊的一句聲音回響到自己耳中，劇痛無比。[p]\
\
[name name=施雅]\
「這些一切的…都過去了、都在我斷氣的那一刻過去了……」[p]\
\
[name name=施雅]\
「求求你不要再提起了……」[p]\
\
[name name=？？]\
「…神看盡了妳的遭遇。」[p]\
\
[name name=？？]\
「祂覺得雖然是意外的製造了妳，亦同時造就了妳悲慘又短暫的人生……祂覺得很內疚，決定要用另一種方式去償還妳。」[p]\
\
[name name=施雅]\
「償還？祂能怎麼償還……？[r]\
　算了、算了………」[p]\
\
[name name=施雅]\
「…輪迴？給我再一次美好的人生……[r]\
　如果你口中的神真想補救的話就請這樣做！」[p]\
\
[name name=？？]\
「啊，人類總是喜歡隨便發揮那荒唐的創意嗎？？[r]\
　……請謹記，人從來都不能也不可能創造任何東西的。」[p]\
\
[name name=？？]\
「……而所有人、所有靈魂都只有一個，[r]\
　一次的人生，死後就是完全的銷毀，神並沒有設計任何地方安置妳們。」[p]\
\
[dname]\
\
……[p]\
\
;===================================================================\
\
;-----------------------------------------------------------------------------------------------\
[sele sele1="那、神到底把人類當作什麼！？！！" sel1=*sele1_1 sele2="為什麼……是我！？" sel2=*sele1_2]\
;-----------------------------------------------------------------------------------------------\
\
*sele1_1\
[dsele]\
\
[name name=？？]\
「這不是妳需要知道的，但是如果妳堅持的，我會考慮告訴妳……」[p]\
\
[name name=？？]\
「畢竟妳是那麼極致的可憐蟲。」[p]\
\
[jump target="*sele1_end"]\
\
;-----------------------------------------------------------------------------------------------\
\
*sele1_2\
[dsele]\
\
[name name=？？]\
「都說了因為神內疚啊。」[p]\
\
[name name=？？]\
「神創造妳只是一個意外，妳只是祂所用剩的一小角黏土所隨便併合成的。」[p]\
\
[name name=？？]\
「所以說妳的出生本來就是一個錯誤。」[p]\
\
;===================================================================\
\
*sele1_end\
\
[name name=？？]\
「但我知道…事實不止這麼一些的，神只會對還有實驗價值的人施捨的。」[p]\
\
[name name=？？]\
「妳，心中的陰影再深仍然有愛，祂大概在妳身上看到了某一種的『可能性』。」[p]\
\
[name name=？？]\
「……呵呵，這些話妳不用放在心上，總之……現在神會給妳一個機會。」[p]\
\
[name name=？？]\
「給妳三天重回人間的時間，[r]\
　妳，可以用它來完成夙願，又或者懲治虐待過妳的人，隨妳喜歡。」[p]\
\
[name name=？？]\
「我會給予妳配合妳心靈的，美麗而危險的外表，一雙黑色的翅膀，與及超越『公式』的能力。」[p]\
\
[name name=？？]\
「但三天過後，妳就將要回到棺材下的世界裡，接受銷毀。」[p]\
\
[dname]\
\
那聲音剛落，在施雅眼中出現了一個光點。[p]\
\
[dmessage]\
[bg_run]\
[message]\
\
光點越來越大，但光的厚度卻越來越稀簿……[p]\
\
不久又出現第二個類似的光點……[l][r]\
第三個……第四個…第五個……[p]\
\
越來越多的光點開始聚攏過來……[l][r]\
漸漸重疊………漸漸融合…………漸漸扭曲……………[p]\
\
[dmessage]\
[停頓 time=2000]\
[cg02]\
[message]\
\
[name name=施雅]\
[font size=28]\
「啊！！！！！！！！」[p]\
[er]\
\
[dname]\
\
施雅幾乎是反射性的閉上眼睛，但她卻發現自己做不到這最基本的事情。[p]\
\
使人毛骨悚然的畫面仍是揮之不去。[p]\
\
[name name=？？]\
「怎樣，被自己嚇到的感覺好嗎？」[p]\
\
[name name=施雅]\
「這、這個………」[p]\
\
[dname]\
\
看著面前驚慄的畫面，施雅幾乎說不出話來。[p]\
\
;===================================================================\
\
;-----------------------------------------------------------------------------------------------\
[sele sele1="這就是我？？" sel1=*sele2_1 sele2="極速冷靜下來。" sel2=*sele2_2]\
;-----------------------------------------------------------------------------------------------\
\
*sele2_1\
[dsele]\
\
[name name=施雅]\
「……這個……就是我………？？？」[p]\
\
[name name=？？]\
「沒錯，妳是死於車禍的，[r]\
　整個外貌都被撞得毀容，沒法辨認了……」[p]\
\
[name name=？？]\
「殯儀館的化妝師只好為妳的臉縫針、整容，再化妝……」[p]\
\
[dname]\
\
施雅死命的搖著頭，要把那魔魅的聲音和噁心的畫面甩出腦袋。[p]\
\
但物理形態上的方式卻完全阻止不了那像是從外界通往身體內、無處不在的聲音。[p]\
\
[name name=？？]\
「唉，真可憐，車禍可說是死得最難看的方式之一……皮膚沒有一寸是完好的…」[p]\
\
[name name=？？]\
「車禍發生時只有妳一個人被撞破的玻璃剌傷……」[p]\
\
[name name=？？]\
「被貨車狠狠的撞得破爛…整個臉都脫形了……」[p]\
\
[dname]\
\
她禁不住用手緊緊的捂著嘴巴…彷彿不這樣做的話所有的內臟都要給吐出來似的。[p]\
\
除此以外，就是既乾又酸的無限追悔和痛心的感覺……[p]\
\
我死後……只剩下這麼一副乾裂湊併而成的醜陋軀體！！！[p]\
\
[name name=？？]\
「啊…連眼皮都刮掉了一塊……[r]\
　你家人…連好一點的化妝師都不替妳請，也不找假皮膚替妳補一補。」[p]\
\
[name name=？？]\
「啊…仔細一看……妳的右耳還整個裂掉…隨便用頭髮蓋過去就算？」[p]\
\
[name name=？？]\
「啊…真是節儉呢……明明都不用花太多錢，難道是覺得妳不值得？？」[p]\
\
[jump target="*sele2_end"]\
\
;-----------------------------------------------------------------------------------------------\
\
*sele2_2\
[dsele]\
\
[dname]\
\
呼呼，施雅移開視線，壓抑那急促不受控的呼吸─[p]\
\
呼吸？？[r]\
不、不對，那只是類似呼吸的心理狀態…[p]\
\
因為施雅的全身都沒有知覺，輕飄飄得連有沒有感觀都分辨不出來。[p]\
\
不不！！！這就是……我的下場嗎？？[p]\
\
臉上沒有濡濕的感覺，但那灌滿腹腔的通通都是悲傷和恐懼。[p]\
\
過了好久好久，施雅才能平伏心情，但雙眼還是不忍再去看那破碎的『自己』。[p]\
\
不過顯然那影像已深烙在施雅的前中。[p]\
\
她開始拚命的哽咽、抽泣，什至失聲大叫。[p]\
\
幾近瘋狂………然而不知怎的，心靈最深處卻保有一點點的平靜。[p]\
\
;===================================================================\
\
*sele2_end\
\
[name name=？？]\
「冷靜下來了嗎？」[p]\
\
[name name=？？]\
「能夠接受到這個現實了嗎？」[p]\
\
[name name=施雅]\
「………………」[p]\
\
[name name=？？]\
「請放心…妳現在…妳這三天裡的外貌都是美若天仙的，唯一美中不足的…只是沒有人能看到妳。」[p]\
\
[name name=施雅]\
「神這樣算是向我償還嗎？讓我在這鏡子照不到、別人看不到的時候，才有美麗的外表…那有什麼意義？」[p]\
\
[name name=？？]\
「妳認為呢？」[p]\
\
[name name=施雅]\
「……祂根本…根本就……[r]\
[font size=26]\
　一點都不理解人類的感受！！！」[p][er]\
\
[name name=？？]\
「隨便妳想吧，神的大能不是妳能干涉的，總之現在，請妳好好享受這僅餘的三天的時間……」[p]\
\
[name name=？？]\
「妳過往的不幸……都得在這72小時裡了結吧，我會一直在妳的身邊。」[p]\
\
[name name=施雅]\
「啊…………！！」[p]\
\
[dmessage]\
@freeimage layer=1\
[bg_shia]\
[停頓 time=3000]\
[bg_sky1]\
;音效，空氣\
[bgm_fydia]\
[message]\
\
還來不及準備，天空彷彿從四面八方襲向施雅。[p]\
\
雖然那與生前有別的身體一點感覺都沒有，但眼前瞬間驟變的景色…那種衝擊是不能形容的滑稽。[p]\
\
從那不什高的天空俯瞰到地面，灰色、白色、藍色的車子風馳電掣……[p]\
\
在一條灰色狹小的馬路上，前後互相穿插。[p]\
\
形狀大小相差不大的建築物在路旁密密麻麻的聳立著，乾涸得快要龜裂似的。[p]\
\
它們的影子把地面都染成一團灰一團黑。[p]\
\
[dmessage]\
[bg_street1]\
[message]\
\
這個世界忙得不可開支。[p]\
\
從那樹葉擺動，螞蟻似四處湧來的行人那偎起脖子，用厚衣罩著身體等熟悉的、微小的動作，她輕易的感覺到有風的吹過…[p]\
\
也許自己應該在天空中隨風吹起也說不定。[p]\
\
但是，偏偏她一點被風擦過的觸感也沒有。[p]\
\
[name name=？？]\
「那是當然啊，妳已經是零次元的存在，怎麼可能有任何物理的性質。」[p]\
\
[dname]\
\
這句話施雅似懂非懂，但她卻一點都不在意。[p]\
\
沒有風的世界……很假。[p]\
\
[name name=？？]\
「現在這段時間，是妳最後的時間了，隨心所欲的去吧。」[p]\
\
[dname]\
\
[name name=施雅]\
啊……重新回到人間的機會啊……[r]\
我想做的…到底是什麼………[p]\
\
[name name=？？]\
「還是覺得太突然，想不到該做什麼嗎？」[p]\
\
[name name=？？]\
「……那，去看看妳所愛的那幾個人，妳應該想要知道他們在妳死後會做什麼吧？？」[p]\
\
[name name=施雅]\
「……是啊…去看看好了……」[p]\
\
[dname]\
\
施雅沒什麼表情的點頭說著，失去了生命，連帶所有的慾望都一併丟失了…[p]\
\
現在施雅已經是徹徹底底，一無所有的人，她連將來也沒有，所以什麼都不需要……[p]\
\
[name name=施雅]\
「不……不是這樣，我想要見他……」[p]\
\
[name name=施雅]\
「我想要見施澄…我想要見古月朗……[r]\
　我想見他們………」[p]\
\
[dname]\
\
即使明知道什麼都不會得到，什麼都不能改變，[r]\
但想見那些在生前一直相處的人的心情，卻還是很濃烈。[p]\
\
[name name=？？]\
「前去吧，妳已經一無所有了。」[p]\
\
[name name=？？]\
「…不會再受傷害，也不會再失去什麼的了，[r]\
　由我陪伴著妳，不用擔心，不必害怕，展開妳的翅膀飛吧。」[p]\
\
[name name=施雅]\
「……我有一雙翅膀。」[p]\
\
[name name=？？]\
「對，是一雙由意念驅動的羽翼，妳想到哪裡，妳想要見誰，就能馬上去到。」[p]\
\
[name name=施雅]\
「那…我能不能像鳥兒一樣自由的在天空中飛一會兒？」[p]\
\
[name name=？？]\
「妳認為呢？」[p]\
\
[dname]\
\
伸展開沉重的翅膀，揮啪一下，那透明的身體就隨之徐徐上升。[p]\
\
[dmessage]\
\
[jump storage="world1.ks" target="*ch1"]\
    ';